echo "Бодлого жишээ: Компьютерын 80 шугам х 25 багана 4 өнгийн текстэн дэлгэцийг ажиллуулахад хичнээн хэмжээний видео RAM хэрэгтэй вэ?"
python3 1.py


echo "\n"
echo "Бодлого жишээ: Компьютерын график горим 800 х 640 цэгтэй ба 16 өнгөтэй эсвэл 8 битийн өнгөтэй. График горимын дэлгэц хадгалахад хичнээн байт хэрэгтэй вэ?"
python3 2.py


echo "\n"
echo "Бодлого жишээ: Компьютерт эх бичмэлээр байгаа Бодлогууд номын хувьд үгсийн судалгаа хийх шаардлагатай болсон. Тухайн ном ойролцоогоор 100 хуудастай, хуудас бүр 20 мөртэй, мөр бүр 50 тэмдэгттэй. Кэш, санах ой, диск төхөөрөмжүүд ямар хугацаанд тухайн номын үсгийн судалгааг хийх вэ?"
python3 3.py